;*****************************************************************************;
;            Language set file for plugins used by NativeLang.dll             ;
;*****************************************************************************;
;                                                                             ;
; Contributed by Michael Brügmann (ron@sh-home.de)                            ;
;                                                                             ;
;*****************************************************************************;


; Multi Clipboard German Language Set
[MultiClipboard.dll NppMenu]
Main="&MultiClipboard"
0="&MultiClip Anzeige...%tStrg+Alt+V"
1="MultiClipboard &Einfügen%tStrg+Shift+V"
2="&Optionen..."
3="&Über..."

[MultiClipboard.dll About]
Caption="Über"
30550="Author:"
30551="MultiClipboard Plugin v2.0 for Notepad++"
30552="Author:%t%tLoonyChewy"
30553="eMail:"
30555="URL:"
30557="Menüeinträge"
30558="MultiClip Anzeige...%t%tBlendet das MultiClip Fenster ein/aus"
30559="MultiClipboard Einfügen%t%tZeigt das Einfügemenü an"
30560="Optionen...%t%t%tZeigt den Optionsdialog an"
30561="Über...%t%t%tZeigt diesen Dialog an"

[MultiClipboard.dll Options]
Caption="MultiClipboard Optionen"
1003="Anzahl der zu speichernden Texte"
1004="Kopiere Text aus anderen Anwendungen"
1005="nur wenn in NotePad++ eingefügt"
1006="Benutze Einfügemenü ({Bitte übersetzen}Uncheck: Benutze zyklisches Einfügen)"
1007="Benutze Ziffern-Kürzel in Einfügemenü"
1009="Breite des Einfügemenüs"
1010="{Bitte übersetzen}Auto copy text selection"
1011="{Bitte übersetzen}Use middle click paste"
1012="{Bitte übersetzen}Do not copy large text"
1013="{Bitte übersetzen}No editing of large text"

[MultiClipboard.dll Text]
MultiClip Viewer="MultiClip Anzeige"
Move Item Up="Eintrag nach oben"
Move Item Down="Eintrag nach unten"
Paste Item="Eintrag einfügen"
Delete Item="Eintrag löschen"
Large Text="{Bitte übersetzen}Large Text"
1002_HELP="Maximale Anzahl Texte, die im Zwischenablagepuffer gespeichert werden"
1003_HELP="Maximale Anzahl Texte, die im Zwischenablagepuffer gespeichert werden"
1004_HELP="Texte speichern, die in anderen Anwendungen kopiert wurden"
1005_HELP="Wenn 'Kopiere Text aus anderen Anwendungen' aktiv ist, dann wird der Text nur gespeichert, wenn er unmittelbar in Notead++ eingefügt wurde"
1006_HELP="Benutze Einfügemenü an Stelle von zyklischem Einfügen wenn Strg-Shift-V"
1007_HELP="Es werden Ziffern als Abkürzungstasten zur Auswahl von Menüeinträgen verwendet, anstatt der Anfangsbuchstaben der Texte"
1008_HELP="Maximale Anzahl der pro Text anzuzeigenden Zeichen auf dem Einfügemenü"
1009_HELP="Maximale Anzahl der pro Text anzuzeigenden Zeichen auf dem Einfügemenü"
1010_HELP="{Bitte übersetzen}Automatically copies selected text into clipboard"
1011_HELP="{Bitte übersetzen}Click middle mouse button to paste text from clipboard. Shift-middle click will show paste menu"
1012_HELP="{Bitte übersetzen}Do not store large text into MultiClipboard plugin. Improves performance when copy and pasting very large text files"
1013_HELP="{Bitte übersetzen}Do not allow editing of large text in MultiClip Viewer. Improves performance when using the MultiClip Viewer"
